var musicData = [ {
    "m4a": "http://ws.stream.qqmusic.qq.com/498307.m4a?fromtag=46",
    "media_mid": "0024MWM52SVYgg",
    "songid": 498307,
    "singerid": 2,
    "albumname": "遥望",
    "downUrl": "http://dl.stream.qqmusic.qq.com/498307.m4a?vkey=F3CD2E4712C0954D03BD05077F6F2675CF0753FFA949AF2C37AAF9FDC3326671F5466619EC1E681A70E4B3EFCD50DF2F3B194C27C1279080&guid=2718671044",
    "singername": "BEYOND",
    "songname": "海阔天空",
    "strMediaMid": "0024MWM52SVYgg",
    "albummid": "004Z88hS1FiU07",
    "songmid": "003Dk8AU00uTPp",
    "albumpic_big": "http://i.gtimg.cn/music/photo/mid_album_300/0/7/004Z88hS1FiU07.jpg",
    "albumpic_small": "http://i.gtimg.cn/music/photo/mid_album_90/0/7/004Z88hS1FiU07.jpg",
    "albumid": 40035,"lyric": "[ti&#58;海阔天空]&#10;[ar&#58;BEYOND]&#10;[al&#58;遥望]&#10;[by&#58;]&#10;[offset&#58;0]&#10;[00&#58;00&#46;45]海阔天空&#32;&#45;&#32;BEYOND&#10;[00&#58;01&#46;33]词：黄家驹&#10;[00&#58;02&#46;07]曲：黄家驹&#10;[00&#58;02&#46;97]&#10;[00&#58;18&#46;36]今天我寒夜里看雪飘过&#10;[00&#58;24&#46;27]&#10;[00&#58;24&#46;94]怀着冷却了的心窝飘远方&#10;[00&#58;29&#46;71]&#10;[00&#58;30&#46;78]风雨里追赶雾里分不清影踪&#10;[00&#58;36&#46;94]天空海阔你与我可会变&#40;谁没在变&#41;&#10;[00&#58;43&#46;19]多少次迎着冷眼与嘲笑&#10;[00&#58;49&#46;15]&#10;[00&#58;49&#46;82]从没有放弃过心中的理想&#10;[00&#58;55&#46;67]一刹那恍惚若有所失的感觉&#10;[01&#58;01&#46;34]&#10;[01&#58;01&#46;87]不知不觉已变淡心里爱&#40;谁明白我&#41;&#10;[01&#58;08&#46;11]&#10;[01&#58;08&#46;63]原谅我这一生不羁放纵爱自由&#10;[01&#58;14&#46;58]&#10;[01&#58;15&#46;54]也会怕有一天会跌倒oh&#32;no&#10;[01&#58;20&#46;94]&#10;[01&#58;21&#46;82]背弃了理想谁人都可以&#10;[01&#58;28&#46;06]哪会怕有一天只你共我&#10;[01&#58;33&#46;42]&#10;[01&#58;42&#46;57]今天我寒夜里看雪飘过&#10;[01&#58;49&#46;08]怀着冷却了的心窝飘远方&#10;[01&#58;54&#46;88]风雨里追赶雾里分不清影踪&#10;[02&#58;01&#46;07]天空海阔你与我可会变&#40;谁没在变&#41;&#10;[02&#58;07&#46;77]原谅我这一生不羁放纵爱自由&#10;[02&#58;14&#46;79]也会怕有一天会跌倒oh&#32;no&#10;[02&#58;21&#46;02]背弃了理想谁人都可以&#10;[02&#58;26&#46;75]&#10;[02&#58;27&#46;26]哪会怕有一天只你共我oh&#32;yeah&#32;&#10;[02&#58;33&#46;14]&#10;[03&#58;08&#46;27]仍然自由自我永远高唱我歌走遍千里&#10;[03&#58;19&#46;42]原谅我这一生不羁放纵爱自由&#10;[03&#58;26&#46;46]也会怕有一天会跌倒oh&#32;no&#10;[03&#58;32&#46;68]背弃了理想谁人都可以&#10;[03&#58;38&#46;32]&#10;[03&#58;38&#46;92]哪会怕有一天只你共我&#10;[03&#58;43&#46;93]&#10;[03&#58;45&#46;23]背弃了理想谁人都可以&#10;[03&#58;50&#46;32]&#10;[03&#58;51&#46;36]哪会怕有一天只你共我oh&#32;yeah&#32;&#10;[03&#58;56&#46;80]&#40;原谅我这一生不羁放纵爱自由&#41;oh&#32;yeah&#32;&#10;[04&#58;03&#46;26]&#40;也会怕有一天会跌倒&#41;oh&#32;&#10;[04&#58;08&#46;84]&#40;背弃了理想谁人都可以&#41;wow&#32;&#10;[04&#58;15&#46;61]&#10;[04&#58;16&#46;15]&#40;哪会怕有一天只你共我&#41;"
    },
];